a52dec
aalib
accountsservice
acl
acpi_call-dkms
acpilight
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-oss
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
android-udev
aom
appstream-glib
apr
apr-util
arch-audit
arch-audit-gtk
archlinux-appstream-data-pamac
archlinux-keyring
archlinux-xdg-menu
argon2
arj
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
auto-cpufreq
autoconf
automake
autorandr
avahi
awesome-terminal-fonts
azote
b43-fwcutter
base
bash
bash-completion
bat
bbswitch-dkms
bind
binutils
bison
blas
bleachbit
blueman
bluetooth-autoconnect
bluetooth-support
bluez
bluez-hid2hci
bluez-libs
bluez-plugins
bluez-tools
bluez-utils
bmake
bolt
boost-libs
bridge-utils
brightnessctl
brltty
brotli
btrfs-assistant
btrfs-progs
btrfsmaintenance
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
catfish
cblas
cdparanoia
celt
chaotic-keyring
chaotic-mirrorlist
chromaprint
cifs-utils
ckbcomp
clang
compiler-rt
confuse
conky-lua-nv
conky-manager
containerd
copyq
coreutils
cpio
crda
cryptsetup
curl
curlftpfs
dav1d
davfs2
db
dbus
dbus-glib
dbus-python
dconf
deluge
deluge-gtk
desktop-file-utils
device-mapper
dex
dhclient
diffutils
ding-libs
dkms
dmenu
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
docker-compose
dosfstools
dotconf
double-conversion
downgrade
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron13
elfutils
enchant
ethtool
evolution-data-server
exa
exe-thumbnailer
exfatprogs
exo
expac
expat
expect
f2fs-tools
faac
faad2
fakeroot
fatresize
faudio
feh
festival
ffmpeg
ffmpegthumbnailer
fftw
file
filesystem
find-the-command-git
findutils
firefox
fish
fish-autopair
flac
flameshot
flashfocus-git
flashrom
flex
fluidsynth
folks
fontconfig
fprintd
freeglut
freetype2
fribidi
fscrypt
fuse-common
fuse2
fuse3
fwupd
fwupd-efi
fzf
galculator
game-devices-udev
garuda-assistant
garuda-bash-config
garuda-boot-options
garuda-browser-settings
garuda-common-settings
garuda-fish-config
garuda-gamer
garuda-hooks
garuda-hotfixes
garuda-i3-settings
garuda-icons
garuda-libs
garuda-migrations
garuda-network-assistant
garuda-nvidia-config
garuda-optimus-manager-config
garuda-settings-manager
garuda-setup-assistant
garuda-starship-prompt
garuda-system-maintenance
garuda-update
garuda-video-linux-config
garuda-wallpapers
garuda-welcome
garuda-zsh-config
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
geany
geary
geoclue
geocode-glib
geoip
geoip-database
gestures
gettext
giflib
git
glew
glew1.10
glib-networking
glib2
glibc
glibmm
glslang
glu
gmime3
gmp
gnome-firmware
gnome-keyring
gnome-online-accounts
gnu-netcat
gnupg
gnustep-base
gnutls
go
gobject-introspection
gobject-introspection-runtime
gparted
gpgme
gpm
gpsd
gptfdisk
graphene
graphite
grep
groff
grub
grub-btrfs
grub-garuda
grub-theme-garuda
gsettings-desktop-schemas
gsimplecal
gsm
gsound
gspell
gssdp
gssproxy
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-meta
gstreamer-vaapi
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm3
gtksourceview3
gtksourceview4
gtkspell3
guile
gupnp
gupnp-igd
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwe
gzip
harfbuzz
harfbuzz-icu
hblock
heroic-games-launcher-bin
hicolor-icon-theme
hidapi
hostapd
htop
http-parser
hunspell
hwdata
hwinfo
hwloc
hyphen
i3-gaps
i3blocks
i3lock
i3status
iana-etc
ibus
icoutils
icu
iio-sensor-proxy
imagemagick
imath
imlib2
inetutils
iniparser
input-devices-support
intel-compute-runtime
intel-gmmlib
intel-graphics-compiler
intel-media-driver
intel-opencl-clang
inxi
iproute2
iptables-nft
iputils
ipw2100-fw
ipw2200-fw
iso-codes
iw
jansson
jfsutils
jgmenu
js78
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kded
kernel-modules-hook
keyutils
kfiredragonhelper
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kitemmodels
kitemviews
kjobwidgets
kmod
knotifications
krb5
kservice
ktextwidgets
kvantum
kvantum-theme-qogir-git
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lcms2
ldb
ldns
less
lhasa
lib32-acl
lib32-alsa-lib
lib32-alsa-oss
lib32-alsa-plugins
lib32-at-spi2-atk
lib32-at-spi2-core
lib32-atk
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-clang
lib32-colord
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-flac
lib32-fluidsynth
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew
lib32-glew1.10
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk2
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-json-glib
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libid3tag
lib32-libidn11
lib32-libidn2
lib32-libindicator-gtk2
lib32-libinstpatch
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnl
lib32-libnm
lib32-libnsl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpng12
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-librtmp0
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libudev0-shim
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libvorbis
lib32-libvpx1.3
lib32-libwebp
lib32-libwrap
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mesa-demos
lib32-mesa-vdpau
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-opencl-mesa
lib32-opencl-nvidia
lib32-openssl
lib32-openssl-1.0
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pipewire
lib32-pipewire-jack
lib32-pixman
lib32-portaudio
lib32-readline
lib32-rest
lib32-sdl
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-smpeg
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libclc
libcloudproviders
libcolord
libconfig
libcroco
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdazzle
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfm-extra
libfontenc
libfprint
libfreeaptx
libftdi
libgcrypt
libgcrypt15
libgdata
libgee
libgit2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libgusb
libgweather
libhandy
libheif
libibus
libical
libice
libid3tag
libidn11
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk2
libindicator-gtk3
libinih
libinput
libinput-gestures
libinstpatch
libjcat
libjpeg-turbo
libjpeg6-turbo
libkate
libkeybinder3
libksba
libldac
libldap
liblouis
liblqr
liblrdf
libltc
libmanette
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmikmod
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnvidia-container
libnvidia-container-tools
libofa
libogg
libomxil-bellagio
libopenmpt
libopenraw
libp11-kit
libpamac-aur
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libpipeline
libplacebo
libplist
libpng
libpng12
libproxy
libpsl
libpulse
libqalculate
libqmi
libqrtr-glib
libraqm
libraw1394
librsvg
librtmp0
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspeechd
libsrtp
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtiff4
libtirpc
libtool
libtorrent-rasterbar
libudev0-shim
libunistring
libunwind
liburcu
libusb
libusb-compat
libusbmuxd
libutf8proc
libuv
libva
libva-intel-driver
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau
libvdpau-va-gl
libvisual
libvncserver
libvorbis
libvpx
libvpx1.3
libwacom
libwebp
libwpe
libwrap
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libytnef
libyuv
licenses
lightdm
lightdm-settings
lightdm-slick-greeter
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-wifi-hotspot
linux-zen
linux-zen-headers
linuxconsole
llvm-libs
lm_sensors
lmdb
lockdown-ms
logrotate
lrzip
lsb-release
lsof
lua
lua52
luajit
lv2
lvm2
lxappearance-gtk3
lxinput-gtk3
lxrandr-gtk3
lz4
lzip
lzo
lzop
m4
mailcap
make
man-db
man-pages
mangohud
mangohud-common
mcfly
md4c
mdadm
media-player-info
meld
memtest86+
menu-cache
menumaker
mercurial
mesa
mesa-demos
mesa-vdpau
mhwd-amdgpu
mhwd-ati
mhwd-db-garuda-git
mhwd-garuda-git
mhwd-nvidia
mhwd-nvidia-390xx
mhwd-nvidia-470xx
micro
minizip
mintstick
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mkinitcpio-systemd-tool
mlocate
mobile-broadband-provider-info
modem-manager-gui
modemmanager
mousepad
mousetweaks
mpfr
mpg123
mpv
mtdev
mtools
mujs
ncurses
ndctl
neard
neofetch-git
neon
nerd-fonts-fantasque-sans-mono
net-tools
nettle
network-manager-applet
network-manager-sstp
networkmanager
networkmanager-fortisslvpn
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-support
networkmanager-vpnc
nextcloud-client
nfs-utils
nfsidmap
nftables
nilfs-utils
nm-cloud-setup
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numlockx
nvidia
nvidia-container-runtime
nvidia-container-toolkit
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
obsidian
ocl-icd
onboard
oniguruma
openal
opencl-mesa
opencl-nvidia
openconnect
opencore-amr
openexr
openfortivpn
openjpeg2
openldap
openmpi
openresolv
openssh
openssl
openssl-1.0
openvpn
optimus-manager
optimus-manager-qt
opus
opusfile
orc
orca
os-prober-btrfs
p11-kit
p7zip
pace
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pamac-aur
pambase
pango
pangomm
parted
paru
pass
pasystray
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
peek
perl
perl-clone
perl-encode-locale
perl-error
perl-file-basedir
perl-file-desktopentry
perl-file-listing
perl-file-mimeinfo
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-ipc-system-simple
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
picom
pinentry
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pipewire-support
pipewire-v4l2
pipewire-zeroconf
pixman
pkcs11-helper
pkgconf
pkgfile
playerctl
plymouth-git
plymouth-theme-garuda
polkit
polkit-gnome
polkit-qt5
polybar
poppler
poppler-qt5
popt
portaudio
powerline-common
powerline-fonts
powertop
ppp
pps-tools
pptpclient
pragha
procps-ng
profile-sync-daemon
protobuf
protobuf-c
psmisc
py3status
python
python-appdirs
python-atspi
python-attrs
python-automat
python-beaker
python-cairo
python-cffi
python-chardet
python-click
python-constantly
python-cryptography
python-cycler
python-dateutil
python-distro
python-dnspython
python-fonttools
python-geoip
python-gobject
python-hyperlink
python-i3ipc
python-idna
python-importlib-metadata
python-incremental
python-injector
python-kiwisolver
python-mako
python-markdown
python-markupsafe
python-marshmallow
python-matplotlib
python-more-itertools
python-numpy
python-ordered-set
python-packaging
python-peewee
python-pexpect
python-pillow
python-ply
python-prctl
python-psutil
python-ptyprocess
python-py3nvml
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pyopenssl
python-pyparsing
python-pyparted
python-pyxdg
python-rencode
python-requests
python-rx
python-send2trash
python-service-identity
python-setproctitle
python-setuptools
python-six
python-twisted
python-typing_extensions
python-urllib3
python-xapp
python-xcffib
python-xlib
python-xpybutil
python-yaml
python-zipp
python-zope-interface
qhull
qogir-gtk-theme-git
qogir-icon-theme-git
qpdfview
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-x11extras
qt5ct
qt6-base
qt6-svg
qt6-translations
qtkeychain-qt5
raptor
rate-mirrors
rav1e
re2
readline
realtime-privileges
redshift
reflector
reflector-simple
reiserfsprogs
rest
ristretto
rofi
rofi-calc
rp-pppoe
rpcbind
rpcsvc-proto
rsync
rtkit
rtmpdump
rtw89-dkms-git
rubberband
run-parts
runc
sbc
sdl
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_ttf
sed
serd
serf
shaderc
shadow
shared-mime-info
skippy-xd-git
slang
smbclient
smpeg
snap-pac
snapper
snapper-support
snappy
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
speech-dispatcher
speex
speexdsp
spirv-llvm-translator
spirv-tools
spotify
sqlite
sratom
srt
sshfs
sstp-client
starship
startup-notification
steam
steam-native-runtime
stoken
strongswan
subversion
sudo
svt-av1
svt-hevc
sysfsutils
systemd
systemd-guest-user
systemd-libs
systemd-oomd-defaults
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
tealdeer
terminus-font
tevent
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tint2
totem-pl-parser
tpm2-tss
traceroute
tracker3
tree
tslib
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-sans
ttf-iosevka-nerd
ttf-liberation
ttf-meslo-nerd-font-powerlevel10k
ttf-opensans
tumbler
twolame
tzdata
uchardet
udisks2
ufw
unace
unarchiver
unarj
unixodbc
unrar
unzip
update-grub
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vde2
vdpauinfo
vid.stab
vim
vim-runtime
virtualbox
virtualbox-ext-oracle
virtualbox-ext-vnc
virtualbox-guest-iso
virtualbox-host-dkms
virtualbox-meta
virtualbox-sdk
visual-studio-code-bin
vkd3d
vmaf
volume_key
vpnc
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-swrast
vulkan-tools
wavpack
wayland
webkit2gtk
webrtc-audio-processing
wget
which
whois
wildmidi
wine
wine-gecko
wine-installer
wine-meta
wine-mono
wine-nine
wineasio
winetricks
wireguard-tools
wireless-regdb
wireless_tools
wmctrl
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xapp
xarchiver
xautolock
xbindkeys
xcape
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-notifyd
xfce4-power-manager
xfce4-terminal
xfconf
xfsprogs
xkeyboard-config
xl2tpd
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-server-xephyr
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwininfo
xorgproto
xsel
xvidcore
xxhash
xz
yad
yajl
zbar
zenity
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zoom
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
